Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Volunteers from around the world translated the introduction and call for Rainbow Solidarity to free the Cuban Five into simplified and traditional Chinese, Tagalog, Farsi, Turkish, Greek, Croatian, Portuguese, Italian, Danish, Japanese, French and German.
pt_br: Voluntários de todo o mundo traduziram a introdução e o apelo a Solidariedade Arco-Íris para libertar os Cinco Cubanos para chinês simplificado e tradicional, tagalo, farsi, turco, grego, croata, português, italiano, dinamarquês, japonês, francês e alemão.

source: Wall Street hopes that economic deprivation will turn up the pressure cooker on internal relations, making it easier to wear down and overturn the revolution that took the Cuban economy, labor, land and resources off its list of neo-colonial “assets.”
pt_br: Wall Street espera que a privação econômica aumente a pressão sobre as relações internas, tornando mais fácil desgastar e derrubar a revolução que tirou a economia, o trabalho, a terra e os recursos cubanos de sua lista de “ativos” neocoloniais.

source: Warm thanks to Barbara Smith — long-time, respected Black lesbian activist and historian — for contributing the powerful cover photo, which she took at a May Day communist celebration in Havana in 1995.
pt_br: Agradeço calorosamente a Barbara Smith — uma respeitada ativista e historiadora negra e lesbica com anos de experiência — por ter contribuído com a nossa poderosa foto de capa, que ela tirou na celebração comunista do Dia do Trabalho em Havana, em 1995.

source: Washington lured Cubans to risk their lives at sea by creating an exception to immigration rules and quotas that barred legal migration to the U.S.
pt_br: Washington atraiu os cubanos para arriscavam suas vidas no mar criando uma exceção nas leis e quotas da imigração que barravam a migração legal nos Estados Unidos.

source: We also utilize the health education program and the popular video centers throughout the country.
pt_br: Também usamos o programa de educação em saúde e os centros populares de vídeo pelo país.

source: We are not god.
pt_br: Não somos deus.

source: We are studying the situation and when we see that it is not the correct solution, or that other possibilities offer themselves, we will act accordingly — always basing ourselves on scientific data.
pt_br: Estamos estudando a situação e, quando avaliarmos que não é a solução correta ou que existem outras possibilidades, vamos agir de acordo — sempre baseados em dados científicos.

source: We don’t need any of that here.”
pt_br: Não precisamos disso aqui.”

source: We don’t need to use AIDS to get people to watch more TV or to get some corporation to finance AIDS research.
pt_br: Não precisamos usar a AIDS para fazer com que as pessoas assistam mais TV ou para convencer alguma corporação a financiar pesquisas em AIDS.

source: We have also articulated a more persuasive discourse.
pt_br: Nó também articulamos um discurso mais persuasivo.

source: We have the lowest AIDS rate in the Americas and one of the lowest in the world, with 0.3 percent of the population between 15 and 49 years affected.
pt_br: Temos a menor taxa de AIDS nas Américas e uma das menores no mundo, com 0,3% da população entre 15 e 49 anos afetada.

source: We have to redefine the concept of marriage.
pt_br: Precisamos redefinir o conceito de casamento.

source: We have to take a hard look at these things, or else we’ll keep passing them down from generation to generation.” (Reed)
pt_br: Temos que dar uma boa olhada nessas coisas, ou então vamos continuar passando-as de geração em geração.” (Reed)

source: We haven’t yet been using the mass media as much as we should; we think that’s a deficiency in the program.
pt_br: Não temos usado a mídia de massa tanto quanto deveríamos; consideramos isso uma deficiência do programa.

source: We hope that, because this material is here amassed in one place for the first time, the reader will be able to get a panoramic view of the forward motion of the Cuban Revolution in the struggle to eradicate the legacy of pre-Revolutionary prejudices against homosexuality, diversity of gender expression, sex variance and sex change.
pt_br: Nós esperamos que, como finalmente esse material está reunido em um só lugar, o leitor deva ser capaz de ter uma visão panorâmica do passo adiante dado pela revolução cubana e a luta para erradicar o legado pré-revolucionário de preconceitos contra homossexuais, diversidade de expressões de gênero, variancia e mudança de sexo.

source: We need changes in the family code itself related to these and other questions, including domestic violence.
pt_br: Precisamos de mudanças no próprio código familiar relacionadas a essas e outras questões, incluindo a violência doméstica.

source: We run videos and have doctors there to answer questions.
pt_br: Exibimos vídeos e levamos médicos para responder perguntas.

source: We try to discuss the social problems we have and therefore we deal with topics such as these.
pt_br: Tentamos discutir os problemas sociais que temos e, portanto, lidamos com tópicos como esses.

source: We try to synthesize what is being done internationally.
pt_br: Buscamos sintetizar o que está sendo feito internacionalmente.

source: West conducted the interview in Juarez, Mexico, during the Second Festival of Latinamerican Cinema Paso del Norte; Dennis West and Joan M. West translated the interview into English, edited it and published it in the Winter-Spring 1995 edition of Cineaste.
pt_br: West realizou a entrevista em Juarez, no México, durante o Secundo Festival de Cinema Latino-Americano de Paso del Norte; Dennis West e Joan M. West traduziram a entrevista para o inglês, editaram-na e publicaram a entervista na edição inverno-primavera da revista Cineaste em 1995.

source: We’ll be trying to get this equipment into all the country’s blood banks next year, and in all the hygiene and epidemiology centers.
pt_br: Planejamos entregar esse equipamento em todos os bancos de sangue do país no ano que vem e em todos os centros de higiene e epidemiologia.

source: We’re preparing a very wide-range program.”
pt_br: Estamos preparando um programa bastante amplo.”

source: We’ve been using state agencies and all the ministries a lot, organizing conferences for all the workers in certain ministries, especially those in the high-risk areas.
pt_br: Temos utilizado bastante os órgãos estatais e todos os ministérios, organizado conferências para todos os trabalhadores em alguns ministérios, especialmente aqueles em áreas de alto risco.

source: We’ve used that a lot and many young people attend these.
pt_br: Fizemos isso muitas vezes e muitos jovens estiveram presentes.

source: We’ve worked with the Ministry of Education, but I’m still not satisfied we’ve made enough progress, and so we need to deepen understanding among teachers and other school staff; we need to carry more on educational TV and so on.
pt_br: Trabalhamos com o Ministério da Educação, mas ainda não estou satisfeita, não acho que temos feito progresso suficiente e por isso precisamos aprofundar o entendimento entre professores e outros funcionários da escola; precisamos levar mais à TV educacional e assim por diante.

source: What happened with the film is that it surpassed the cinematographic phenomena, and became a social phenomenon.
pt_br: O que aconteceu foi que este filme ultrapassou o fenômeno cinematrográfico e se tornou um fenômeno social.

source: What is significant about the abundant European colonial records — whether military, missionary or anthropological — is not their perceptivity, objectivity or accuracy in describing life among the diverse Native societies in this hemisphere.
pt_br: A relevância sobre a vasta quantidade de registros coloniais europeus — sejam estes militares, missionários ou antropológicos — não tem nada a ver com a perceptividade, objetividade ou precisão nas descrições da diversidade da vida entre as sociedade nativas deste continente.

source: What kind of communist are you?”
pt_br: Que tipo de comunista é você?

source: What parts of the picture actually take away from our freedom, fulfillment and dignity.
pt_br: Que partes deste cenário na verdade tiram de nossa liberdade, satisfação e dignidade.

source: What remains are social and cultural reactions that must be transformed, the same as in many other countries.” (Lamey)
pt_br: O que resta são reações sociais e culturais que devem ser transformadas, assim como em muitos outros países." (Lamey)

source: What we did was to broaden this work, to enrich it.” (Mariela Castro Espín’s father is acting Cuban President Raul Castro.)
pt_br: O que fizemos foi ampliar esse trabalho, enriquecê-lo." (O pai de Mariela Castro Espín é o presidente cubano em exercício, Raúl Castro.)

source: When West asked Gutiérrez why he thought his movie “Strawberry and Chocolate” so resonated in Cuba, the filmmaker answered that as soon as the movie opened after the annual film festival, “There were very long lines to see it, and it ran for something like three months in Havana.
pt_br: Quando West perguntou a Gutiérrez porque ele achava que seu filme "Morango e chocolate" repercutira tanto em Cuba, o diretor respondeu que assim que o filme estreou após o festival anual de filme, "havia filas muito longas para vê-lo e isso continuou por algo como três meses em Havana.

source: When a European colonial expedition in 1576 reached the lands of the Tupinamba people in what is now northeastern Brazil, they found female-bodied hunters and warriors who were accepted by the other Native men.
pt_br: Em 1576, quando as expedições coloniais européias chegaram às terras do povo Tupinamba, ao que hoje é conhecido como nordeste do Brasil, eles encontraram pessoas com corpos femininos que caçavam, guerreavam e eram aceitas junto aos homens nativos.

source: When aligned with overall and sometimes specific imperialist interests, such a position can offer a “left cover” for regime change — through covert and/or military intervention.
pt_br: Quando alinhada com interesses imperialistas gerais e às vezes específicos, tal posição pode oferecer uma “cobertura de esquerda” para a mudança de regime — através de intervenção secreta e/ou militar.

source: When asked about the number of Cuban viewers who attended screenings, Gutiérrez said, “‘Strawberry and Chocolate’ may hold the record for the greatest number of Cuban viewers.
pt_br: Quando perguntado sobre o número de expectadores cubanos que assistiram às exibições, Gutiérrez disse: "'Morango e chocolate' pode possuir o récorde de maior número de expectadores cubanos.

source: When asked by a BBC reporter in September 2006 whether perceptions about homosexuality had changed in Cuban society, Mariela Castro Espín answered, “I think so; it has changed very much.” (González)
pt_br: Quando perguntada por um repórter da BBC em setembro de 2006 se as percepções sobre a homossexualidade haviam mudado na sociedade cubana, Mariela Castro Espín respondeu: “Eu acho que sim; elas mudaram bastante.” (González)

source: When it came to sexuality, Mejía stated: “[T]he Mayans had a more favorable view of diversity within the community, which suggests greater tolerance of homosexuality, above all when it concerned religious rituals and artistic practices.”
pt_br: Quando falou sobre sexualidade, Mejía declarou: “Os Maias tinham uma visão mais favorável sobre a deversidade na comunidade, o que sugere grande tolerância à homosexualidade, especialmente se tratando de rituais religiosos e práticas artísticas."

source: When the Spanish invaded the Antilles and Louisiana, “[T]hey found men dressed as women who were respected by their societies.
pt_br: Quando os espanhois invadiram as Antilhas e a Luisiana, "Eles encontraram homens vestidos como mulheres que eram respeitados em suas sociedades.

source: When writing the script and producing the tele-serial we called upon experts from the Center for Sexual Education (CENESEX) and the National HIV-AIDS Prevention Center as advisers and we believe it mirrors realistically aspects of our society.
pt_br: Ao escrever o roteiro e produzir a série, contamos com especialistas do Centro de Educação Sexual (CENESEX) e do Centro Nacional de Prevenção do HIV-AIDS como conselheiros e acreditamos que ele reflete realisticamente aspectos de nossa sociedade.

source: While Bush and cronies spout off that no nation that harbors terrorists will be tolerated with one face, they set a convicted terrorist murderer of at least 73 innocents free with the other, while holding five innocent men in prison.”
pt_br: Enquanto Bush e seus comparsas dizem que nenhuma nação que abriga terroristas será tolerada com um rosto, eles libertaram um assassino terrorista condenado de pela morte de ao menos 73 inocentes com o outro, enquanto mantinham cinco homens inocentes na prisão.

source: With an infinitesimal blood sample we can diagnose for AIDS.
pt_br: Com uma amostra infinitesimal de sangue conseguimos diagnosticar a AIDS.

source: With the imperialist takeover of Cuba came a brutal re-structuring of the division of labor based on the sexes, kinship, family, marriage, sexuality, living accommodations and other aspects of social organization.
pt_br: Com a tomada imperialistas de Cuba, veio a brutal reestruturação da divisão de trabalho baseada em sexo, parentesco, familia, casamento, sexualidade, residencia e outros aspectos baseados na organização social.

source: Within hours and days after the call went out over the Internet, hundreds of individuals and organizations signed on to the call, posted on the www.freethefiveny.org web site (look for the rainbow).
pt_br: Horas e dias depois que a chamada foi feita pela Internet, centenas de indivíduos e organizações assinaram a chamada, postada no site www.freethefiveny.org (procure o arco-íris).

source: Work accomplished, work to do
pt_br: Trabalho concluído, trabalho a fazer

source: Workers World Party founder Sam Marcy wrote, “The 1970s were the high point in Cuba’s revolutionary influence, not only in Latin America but in Africa, Asia and even Europe.
pt_br: O fundador Sam Marcy do Partido Mundial dos Trabalhadores escreveu: “A influência revolucionária de Cuba estava no seu ápice nos anos 70, não apenas na América Latina, mas tambem na África, Ásia e até na Europa.

source: Workers World Party founder Sam Marcy wrote, “The 1970s were the high point in Cuba’s revolutionary influence, not only in Latin America but in Africa, Asia and even Europe. Cuba was part of a worldwide surge in the working-class movement and particularly among oppressed countries. U.S. imperialism was on the defensive, especially after its historic defeat in Vietnam and its inability to either crush or tame the Cuban Revolution.” (Marcy)
pt_br: qWorkers World Party founder Sam Marcy wrote, “The 1970s were the high point in Cuba’s revolutionary influence, not only in Latin America but in Africa, Asia and even Europe. Cuba was part of a worldwide surge in the working-class movement and particularly among oppressed countries. U.S. imperialism was on the defensive, especially after its historic defeat in Vietnam and its inability to either crush or tame the Cuban Revolution.” (Marcy)

source: Yancy, from the LGBTQI Desk of Bayan USA, affirms: “Mabuhi ang panaghiusang international!!!
pt_br: Yancy, do escritório LGBTQI da Bayan EUA, afirma: “Mabuhi ang panaghiusang international!!!

source: Yet some activists in the U.S. still argue that Cuba won’t have “passed the test” until lesbians and gays are “out” in Cuba with their own autonomous organizational formations.
pt_br: No entanto, alguns ativistas nos EUA ainda argumentam que Cuba não terá “passado no teste” até que lésbicas e gays estejam “fora do armário” em Cuba, com seus próprios movimentos organizacionais autônomos.

source: Yet this small island nation of 11 million has, for half a century, done what the richest imperialist country on the planet won’t do and can’t do: provide everyone jobs, food and clothing, a home, free education — from kindergarten to graduate school — and free quality health care, including preventive medicine.
pt_br: Mesmo assim, essa nação insular de 11 milhões de pessoas estever, por meio século, fazendo o que o mais rico país imperialista não faz e não consegue fazer: providenciar, para todos, trabalho, comida, roupa, casa e educação gratuita — do jardim de infância até a graduação — e saúde pública de qualidade, incluindo medicina preventiva.

source: You can make the call for Rainbow Solidarity for the Cuban Five more powerful by adding your name at: www.freethefiveny.org.
pt_br: Você pode tornar a chamada para Solidariedade Arco-Íris com os Cinco Cubanos mais poderosa adicionando seu nome em: www.freethefiveny.org.

source: You can stay.
pt_br: Pode ficar.

source: You don’t have to cut your hair.
pt_br: Não tem que cortar o cabelo.

source: You will find no condemnation of the Cuban Revolution in this book.
pt_br: Você não vai achar nenhuma fala contra a revolução cubana nesse livro.

source: You’re right.
pt_br: Você tem razão.

source: and is trying to reduce its contribution to the WHO [World Health Organization] — dedicates barely 0.2 percent of its gross domestic product to development.
pt_br: e está tentando reduzir suas contribuições à OMS [Organização Mundial da Saúde] – mal dedica 0,2% do seu produto interno bruto para o desenvolvimento.

source: at a time when Lou Dobbs and other white-supremacist propagandists are pitching classic fascist appeals to the middle-class in this country to view Mexican immigrants as “the enemy within.”
pt_br: ao mesmo tempo que Lou Dobbs e outros propagandistas da supremacia branca distribuem apelos fascistas clássicos para a classe média daquele país para verem imigrantes mexicanos como "inimigo interno."

source: banks and corporations commanded Washington not to recognize Cuba’s right to diplomatic recognition.
pt_br: e corporações estadunidenses ordenaram Washington a não reconhecer os direitos diplomáticos de Cuba.

source: blockade of Cuba, aimed at strangling the economy, makes it harder to buy a pair of shoes, let alone build socialism, which requires material abundance and often imported materials.
pt_br: doe EUA a Cuba, que visa estrangular a economia, que já torna difícil a compra de um par de sapatos, quem dirá a construção do socialismo, que requer abundância material e, frequentemente, necessidade de importar.

source: blockade of Cuba.” (Manago)
pt_br: estadunidense à Cuba.” (Manago)

source: blockade.
pt_br: EUA.

source: breaking transsexual rights
pt_br: direitos transexuais inovadores

source: businessmen and military brass.
pt_br: e oficiais militares estadunidenses.

source: education ‘to every home’
pt_br: educação “para todos os lares”

source: embargo.
pt_br: EUA.

source: finance capital has unleashed its war machine to recolonize Iraq and Afghanistan under the banner of a “war on terror.”
pt_br: capital financeiro dos Estados Unidos enviou sua máquina de guerra para recolonizar o Iraque e o Afeganistão sob o pretexto de "guerra ao terror."

source: finance capital tried to isolate and destroy the Cuban Revolution.
pt_br: financeiro dos Estados Unidos tentou isolar e destruir a Revolução Cubana.

source: gay-bashers condemn Cuba
pt_br: dos anos 1970 condenam Cuba

source: humanity to all aspects of life’
pt_br: revolução para todos os aspectos da vida

source: imperialism and its media propaganda machinery.
pt_br: estadunidense e de sua máquina de propaganda midiática.

source: imperialism was on the defensive, especially after its historic defeat in Vietnam and its inability to either crush or tame the Cuban Revolution.” (Marcy)
pt_br: estadunidense estava na defensiva, especialmente após a sua derrota histórica no Vietnam e por conta da sua incompetência em acabar ou dominar a Revolução Cubana. (Marcy)

source: imperialist blockade obstructed Cuban AIDS treatment
pt_br: imperialista dos EUA obstruiu o tratamento de Cuba contra a AIDS

source: in Brisbane, Australia: “As a citizen of the world, I demand the U.S. government to free the five Cubans who have not committed any crime.
pt_br: em Brisbane, Austrália: “Como cidadã do mundo, exijo que o governo dos EUA liberte os cinco cubanos que não cometeram nenhum crime.

source: in Queensland, Australia, states, “I want to express my solidarity with the Cuban Five and the Cuban people and Fidel.”
pt_br: em Queensland, Austrália, declarou: “Quero expressar minha solidariedade aos Cinco Cubanos, ao povo cubano e a Fidel”.

source: in workers’ dining halls
pt_br: em refeitórios de trabalhadores

source: medical group, said, “Cuba now produces enough anti-viral medicines for its own patients and it has offered to supply other nations in the Caribbean region.” (Cookson)
pt_br: dos EUA, disse que “Cuba agora produz medicamentos antivirais suficientes para seus próprios pacientes e ofereceu fornecer para outras nações na região caribenha." (Cookson)

source: of Cuban society’
pt_br: da sociedade cubana'

source: pharmaceutical companies and therefore not freely available to Cuban importers under the restrictions imposed by the U.S.
pt_br: Empresas farmacêuticas e, portanto, disponíveis não de graça para importadores cubanos sob as restrições impostas pelo embargo dos.

source: rate is 1 of every 550).
pt_br: dos EUA é de 1 para 550).

source: same-sex, trans rights
pt_br: direitos de pessoas do mesmo sexo e trans

source: scapegoating, to AIDS care
pt_br: culpabilização, para o cuidado com a AIDS

source: the sweet taste of change
pt_br: o doce sabor da mudança

source: the way on sexual rights
pt_br: o caminho dos direitos sexuais

source: who challenged Washington’s travel ban to visit Cuba in August 1994.
pt_br: que desafiaram a proibição de Washington para visitar Cuba em 1994.

source: who yearn for a Fourth Reich, much as Leni Riefenstahl’s films did for imperialist Nazi capital.
pt_br: anseiam pelo Quarto Reich nos Estados Unidos, assim como o filme de Leni Riefenstahl fez pelo imperialismo Nazi-capitalista.

source: — a community organization for Transgender, Lesbian, Gay, Bisexual, Two Spirit, Queer, and Questioning (TLGBTSQQ) youth of color in New York City; QUIT!
pt_br: — uma organização comunitária para jovens de cor transgêneros, lésbicas, gays, bissexuais, dois espíritos, queer e questionando (TLGBTSQQ) na cidade de Nova York; QUIT!

source: — including the puritanical purges and state repression carried out under the banner of fighting a “Lavender Menace” — spurred the expansion of this lucrative offshore capitalist sex-drugs-gambling industry in Havana for the rich and powerful to escape the U.S.
pt_br: (Que incluia expurgos puritanos e repressão estatal realizados sob o pretexto de combater a "Ameaça Lavanda") motivou a expansão dessa lucrativa indústria capitalista de sexo, drogas e jogos de azar em Havana. Por estar fora do território estadunidense, era um local de fuga para os ricos e poderosos.

source: ‘A visible feature
pt_br: ‘Um traço visível

source: ‘Break the blockade!’
pt_br: ‘Abaixo o bloqueio!’

source: ‘Bringing revolution’s humanity to all aspects of life’
pt_br: Trazendo a humanidade da revolução para todos os aspectos da vida

source: ‘Bringing revolution’s
pt_br: Trazendo a humanidade da

source: ‘Cuba: Estamos contigo!’: Rainbow Solidarity for Cuban Five circles globe
pt_br: ‘Cuba: Estamos contigo!’: Solidariedade Arco-Íris para os Cinco Cubanos roda o planeta

source: ‘Gendering’ domination
pt_br: Gênero e Dominação

source: ‘Information without sensationalism’
pt_br: ‘Informação sem sensacionalismo’

source: ‘Mariel boatlift’
pt_br: "Êxodo de Mariel"

source: ‘Modifying the social imagination’
pt_br: "Modificando a imaginação social"

source: ‘New man,’ ‘new woman’
pt_br: ‘Novo homem’, ‘nova mulher’
